[X2Effect_CrossStrikeDamagePreview]
FriendlyName="十字连击"

[X2Ability_Berserker_IRI]
EnrageEffectFriendlyName="激怒"
EnragedEffectDescription="+<Ability:ENRAGE_DAMAGE_MULTIPLIER/>近战伤害.-<Ability:ENRAGE_DEFENSE_PENALTY/>防御.获得精神免疫."

[X2EventListener_BloodlustUI]
str_Bloodlust_title = "嗜血症"
str_Bloodlust_descr = "嗜血的状态中杀死敌人."

str_Guard_title = "警戒"
str_Guard_descr = "警戒的充能次数."

[X2Ability_Brute]
str_Conduit_BondmateShield_Title = "静电屏障"
str_Conduit_BondmateShield_Descr = "由风暴跃迁产生的保护屏障."
